04_OpenFoam/_ref/OpenFOAM-14/incompressibleDenseParticleFluid/injectionChannel/system/createZonesDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  14
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      createZonesDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

mid
{
    type        plane;
    point       (0.41 0 0);
    normal      (1 0 0);
}

// ************************************************************************* //
